{
    "announcements": [
        "You're ready to jump in! Join the servers, chat with your squad and taskforce members, and start having fun. For more information, check out the Server Guide.\n\nIf you have any questions, feel free to ask!\n\nAfter completing the basic checkflight, you'll be eligible to join more advanced missions such as campaigns!",
        "Welcome aboard! Dive into the action, connect with your squad and taskforce members, and enjoy your time here. Make sure to read the Server Guide for more details.\n\nQuestions? Don't hesitate to reach out!\n\nComplete your basic checkflight to participate in advanced missions like campaigns!",
        "Congrats on joining! Get started by joining the servers, interacting with your squad and taskforce, and having a great time. The Server Guide is your go-to resource for more info.\n\nHave questions? We're here to help!\n\nFinish the basic checkflight to unlock advanced missions such as campaigns!",
        "Great to have you! Jump into the servers, engage with your squad and taskforce members, and start enjoying your experience. The Server Guide has all the info you need.\n\nNeed help? Just ask!\n\nComplete the basic checkflight to access advanced missions like campaigns!",
        "Welcome to the team! Begin by joining the servers, mingling with your squad and taskforce, and making the most of your time here. The Server Guide will provide you with all the necessary information.\n\nQuestions? Feel free to ask!\n\nComplete the basic checkflight to join advanced missions such as campaigns!",
        "Excited to have you with us! Jump in, connect with your squad and taskforce members, and start your journey. Check out the Server Guide for detailed information.\n\nGot questions? We're here to assist!\n\nComplete the basic checkflight to take part in advanced missions like campaigns!",
        "Welcome! Start by joining the servers, talking with your squad and taskforce members, and enjoying your experience. The Server Guide has all the details you need.\n\nAny questions? We're here to help!\n\nComplete the basic checkflight to join advanced missions such as campaigns!",
        "Pleased to have you! Dive into the servers, interact with your squad and taskforce, and start having a great time. The Server Guide is your resource for more info.\n\nHave questions? Feel free to reach out!\n\nComplete the basic checkflight to unlock advanced missions like campaigns!",
        "Happy to welcome you! Join the servers, chat with your squad and taskforce members, and enjoy your time here. The Server Guide has everything you need to know.\n\nNeed assistance? Just ask!\n\nFinish the basic checkflight to participate in advanced missions such as campaigns!",
        "Thrilled to have you here! Start by joining the servers, connecting with your squad and taskforce, and making the most of your time. The Server Guide will provide all the necessary info.\n\nQuestions? We're here to help!\n\nComplete the basic checkflight to join advanced missions like campaigns!",
        "Get ready to take off! Join the servers, meet your squad and taskforce members, and start your journey. Check out the Server Guide for more details.\n\nIf you have any questions, we're here to help!\n\nComplete your basic checkflight to participate in advanced missions like campaigns!",
        "Welcome to the squad! Dive into the servers, connect with your fellow members, and start enjoying your experience. The Server Guide has all the information you need.\n\nQuestions? Don't hesitate to ask!\n\nFinish the basic checkflight to unlock advanced missions such as campaigns!",
        "We're glad to have you! Jump into the servers, interact with your squad and taskforce, and begin your adventure. The Server Guide is your go-to resource for more information.\n\nNeed help? Just ask!\n\nComplete the basic checkflight to access advanced missions like campaigns!",
        "Excited to welcome you! Join the servers, chat with your squad and taskforce members, and make the most of your time here. For more information, refer to the Server Guide.\n\nAny questions? Feel free to reach out!\n\nFinish the basic checkflight to join advanced missions such as campaigns!",
        "Happy to have you on board! Start by joining the servers, interacting with your squad and taskforce, and enjoying your experience. The Server Guide has all the details you need.\n\nHave questions? We're here to help!\n\nComplete the basic checkflight to participate in advanced missions like campaigns!",
        "Welcome! Get started by joining the servers, connecting with your squad and taskforce members, and having fun. The Server Guide will provide you with all the necessary information.\n\nQuestions? Feel free to ask!\n\nFinish the basic checkflight to unlock advanced missions such as campaigns!",
        "Great to see you here! Dive into the servers, meet your squad and taskforce members, and start enjoying your time. The Server Guide has all the info you need.\n\nNeed assistance? We're here to help!\n\nComplete the basic checkflight to join advanced missions like campaigns!",
        "Pleased to have you! Join the servers, chat with your squad and taskforce members, and start your adventure. For more information, check out the Server Guide.\n\nAny questions? Don't hesitate to reach out!\n\nFinish the basic checkflight to participate in advanced missions like campaigns!",
        "Thrilled to welcome you! Jump into the servers, connect with your squad and taskforce members, and make the most of your time. The Server Guide will provide all the necessary details.\n\nHave questions? Just ask!\n\nComplete the basic checkflight to unlock advanced missions such as campaigns!",
        "We're excited to have you! Start by joining the servers, interacting with your squad and taskforce members, and enjoying your experience. The Server Guide is your resource for more info.\n\nNeed help? Feel free to reach out!\n\nComplete the basic checkflight to join advanced missions like campaigns!"
    ]
}
